const PICTURE_COUNT = 25;
const AVATAR_COUNT = 6;
const MIN_LIKES_COUNT = 15;
const MAX_LIKES_COUNT = 200;
const COMMENT_COUNT = 20;
const COMMENT_LINES = [
  'Всё отлично!',
  'В целом всё неплохо.Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают.Как можно было поймать такой неудачный момент ? !'
];
const DESCRIPTION = [
  'Если смогу, я сделаю это.Конец истории.',
  'Смейтесь как только умеете, любите столько, сколько живете.',
  ' Помните: вы единственный человек, который может наполнить ваш мир солнечным светом.',
  'Я полностью уверена, что я — диснеевская принцесса, которую еще не придумали.',
  'Не позволяйте кому - то затушить ваши искры только потому, что их свет сияет в чьих - то глазах.',
  'Делайте в вашей жизни то, что меньше заставляет вас смотреть в свой телефон.',
  'Улыбка — единственный тренд в моде, который актуален всегда.',
  'Никогда не ищите свое счастье там, где вы его однажды потеряли.',
  'Жизнь похожа на фотокамеру: вам просто нужно смотреть на нее с улыбкой.',
  'Моя жизнь меняется, потому что меняю ее я.',
  'Всегда начинайте свой день с хороших людей и кофе.',
  'Ни о чем не беспокойтесь.Потому что все лучшие умы на работе.',
  'Жизнь — это всего лишь серия крошечных чудес, поэтому обратите внимание на них.',
  'Живите во всех тех моментах, которые вы не можете выразить словами.',
  'Не ждите идеального момента.Берите каждый момент и делайте его идеальным.',
  'Признай это.Без меня, твоя жизнь была бы действительно скучной.',
  'Будьте счастливы в этот момент, потому что этот момент — и есть ваша жизнь.',
  'Я пыталась заниматься йогой, но в позе лотоса уснула.',
  ' Я, возможно, никогда не буду лучшей, но я стараюсь быть лучшей твоей.',
  'Если вам никто не улыбнулся утром, я подарю вам одну из своих.',
  'Чем ярче светит солнце, тем меньше шансов увидеть тени жизни.',
  'Никогда не недооценивайте скрытую силу искренней улыбки.',
  'Наибольшие достижения всегда кажутся невозможными до тех пор, пока они не будут достигнуты.',
  'Жизнь продолжается. С тобой или без тебя.',
  'Я заранее извиняюсь за все, что говорю, когда я голоден.',
];
const NAMES = ['Олег', 'Руслан', 'Жанна', 'Снежанна', 'Василиса', 'Гриша', 'Коля', 'Оля', 'Армине', 'Георгий',
  'Петя', 'Света', 'Алина', 'Вася', 'Богдан', 'Вова'];


export { PICTURE_COUNT, AVATAR_COUNT, MIN_LIKES_COUNT, MAX_LIKES_COUNT, COMMENT_COUNT, COMMENT_LINES, DESCRIPTION, NAMES };

